Repository: instructure/canvas-ios
Catalog: Core/Core/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Institution Members
ar: أعضاء المؤسسة التعليمية
ca: Membres de la institució
cy: Aelodau Sefydliad
da: Institutionsmedlemmer
da_instk12: Institutionsmedlemmer
de: Mitglieder der Institution
es: Miembros de la institución
es_es: Miembros de la institución
fi: Laitoksen jäsenet
fr: Membres de l'établissement
fr_ca: Membres de l’institution
ga: Baill Institiúide
hi: संस्थान सदस्य
ht: Manm Enstitisyon
id: Anggota Institusi
is: Meðlimir stofnunar
it: Membri dell’istituto
ja: 教育機関メンバー
ko: 기관 구성원
mi: Nga Mema Whare
ms: Ahli Institusi
nb: Institusjonsmedlemmer
nb_instk12: Institusjonsmedlemmer
nl: Leden van de organisatie
pl: Członkowie instytucji
pt: Membros da instituição
pt_br: Membros da instituição
ru: Члены организации
sl: Člani ustanove
sv: Lärosätets medlemmar
sv_instk12: Institutionens medlemmar
th: สมาชิกของสถาบัน
vi: Các Thành Viên Của Tổ Chức
zh: 机构成员
zh_hk: 機構成員

source: Instructions
ar: الإرشادات
ca: Instruccions
cy: Cyfarwyddiadau
da: Instruktioner
da_instk12: Instruktioner
de: Anleitungen
es: Instrucciones
es_es: Instrucciones
fi: Ohjeet
ga: Treoracha
hi: निर्देश
ht: Enstriksyon
id: Petunjuk
is: Fyrirmæli
it: Istruzioni
ja: 指示
ko: 지시 사항
mi: Ngā Tohutohu
ms: Arahan
nb: Instruksjoner
nb_instk12: Instruksjoner
nl: Instructies
pl: Instrukcje
pt: Instruções
pt_br: Instruções
ru: Инструкции
sl: Navodila
sv: Instruktioner
sv_instk12: Instruktioner
th: คำแนะนำ
vi: Chỉ Dẫn
zh: 说明
zh_hk: 教學

source: Interactions on this page are limited by your institution.
ar: التفاعلات الموجودة في هذه الصفحة مقيدة بمؤسستك.
ca: La vostra institució ha limitat les interaccions en aquesta pàgina.
cy: Mae achosion o ryngweithio ar y dudalen hon wedi’u cyfyngu gan eich sefydliad.
da: Interaktioner på denne side er begrænset af din institution.
da_instk12: Interaktioner på denne side er begrænset af din institution.
de: Interaktionen auf dieser Seite sind durch ihre Institution eingeschränkt.
es: Las interacciones en esta página están limitadas por su institución.
es_es: Las interacciones en esta página están limitadas por tu institución.
fi: Vuorovaikutukset on rajoitettu tällä sivulla laitoksesi puolesta.
fr: Les interactions sur cette page sont limités par votre institution.
fr_ca: Les interactions sur cette page sont limitées par votre institution.
ga: Tá idirghníomhaíochtaí ar an leathanach seo teoranta ag d'institiúid.
hi: इस पेज पर बातचीत आपके संस्थान द्वारा सीमित हैं।
ht: Enstitisyon ou an limite entèaksyon sou paj sa a.
id: Interaksi di halaman ini dibatasi oleh institusi Anda.
is: Samskipti á þessari síðu eru takmörkuð af stofnun þinni.
it: Le interazioni su questa pagina sono limitate dal tuo istituto.
ja: このページでのやり取りは、あなたの教育機関によって制限されています。
ko: 이 페이지에 상호 작용은 교육 기관에서 제한했습니다.
mi: Ngā whakapā i runga i tēnei whārangi ka aukatitia e tō wharenōhanga.
ms: Interaksi pada halaman ini dihadkan oleh institusi anda.
nb: Interaksjoner på denne siden er begrenset av institusjonen din.
nb_instk12: Interaksjoner på denne siden er begrenset av institusjonen din.
nl: Interacties op deze pagina zijn beperkt door je organisatie.
pl: Interakcje na tej stronie zostały ograniczone przez Twoją instytucje.
pt: As interações nesta página são limitadas pela sua instituição.
pt_br: Interações nesta página são limitadas pela sua instituição.
ru: Взаимодействие на этой странице ограничено вашей организацией.
sl: Interakcije na tej strani omejuje vaša ustanova.
sv: Interaktioner på den här sidan har begränsats av din institution.
sv_instk12: Interaktioner på den här sidan har begränsats av din institution.
th: การโต้ตอบในหน้าเพจนี้จำกัดไว้สำหรับสถาบันของคุณเท่านั้น
vi: Tương tác trên trang này bị giới hạn bởi tổ chức của bạn.
zh: 在此页面上的互动被您的机构限制。
zh_hk: 本頁面的互動受您所在機構的限制。

source: Invalid conversation ID
ar: معرف محادثة غير صحيح
ca: ID de conversa no vàlid
cy: ID sgwrs annilys
da: Ugyldigt samtale-ID
da_instk12: Ugyldigt samtale-ID
de: Ungültige Konversations-ID
es: Identificador de conversación inválido
es_es: Identificación de conversación incorrecta
fi: Virheellinen keskustelun tunnus
fr: ID de conversation non valide
fr_ca: Identifiant de conversation non valide
ga: ID comhrá neamhbhailí
hi: अमान्य बातचीत आईडी
ht: ID konvèsasyon envalid
id: ID percakapan tidak valid
is: Ógilt samtalsauðkenni
it: ID conversazione non valido
ja: 会話IDが無効
ko: 잘못된 대화 ID
mi: ID kōrerorero muhu
ms: ID perbualan tidak sah
nb: Ugyldig samtale-ID
nb_instk12: Ugyldig samtale-ID
nl: Ongeldig gespreks-ID
pl: Nieważny identyfikator konwersacji
pt: ID de conversação inválido
pt_br: ID de conversa inválido
ru: Недопустимый идентификатор обсуждения
sl: Neveljaven ID pogovora
sv: Ogiltigt konversations-ID
sv_instk12: Ogiltigt konversations-ID
th: ID ส่วนการพูดคุยไม่ถูกต้อง
vi: ID cuộc trò chuyện không hợp lệ
zh: 无效的会话 ID
zh_hk: 無效的交談 ID

source: Invitation
ar: دعوة
ca: Invitació
cy: Gwahoddiad
de: Einladung
es: Invitación
es_es: Invitación
fi: Kutsu
ga: Cuireadh
hi: आमंत्रण
ht: Envitasyon
id: Undangan
is: Boð
it: Invito
ja: 招待状
ko: 초대
mi: pōwhiri
ms: Jemputan
nb: Invitasjon
nb_instk12: Invitasjon
nl: Uitnodiging
pl: Zaproszenie
pt: Convite
pt_br: Convite
ru: Приглашение
sl: Povabilo
sv: Inbjudan
sv_instk12: Inbjudan
th: คำเชิญ
vi: Lời Mời
zh: 邀请
zh_hk: 邀請

source: Invitation pending
ar: الدعوة معلقة
ca: Invitació pendent
cy: Gwahoddiad ar y ffordd
da: Invitation afventer
da_instk12: Invitation afventer
de: Einladung ausstehend
es: Invitación pendiente
es_es: Invitación pendiente
fi: Kutsu odottaa
fr: Invitation en attente
fr_ca: Invitation en attente
ga: Cuireadh ar feitheamh
hi: लंबित आमंत्रण
ht: Envitasyon annatant
id: Undangan menunggu
is: Boð í bið
it: Invito in attesa
ja: 招待保留中
ko: 초대 보류 중
mi: Kei te tatari te tono
ms: Jemputan belum selesai
nb: Invitasjon venter
nb_instk12: Invitasjon venter
nl: Uitnodiging in behandeling
pl: Oczekujące zaproszenie
pt: Convite pendente
pt_br: Convite pendente
ru: Приглашение ожидается
sl: Povabilo na čakanju
sv: Väntande inbjudan
sv_instk12: Väntande inbjudan
th: กำลังรอคำเชิญ
vi: Lời mời đang chờ
zh: 邀请处理中
zh_hk: 邀請擱置

source: Invite accepted!
ar: تم قبول الدعوة!
ca: Invitació acceptada.
cy: Mae'r gwahoddiad wedi’i dderbyn!
da: Invitation accepteret!
da_instk12: Invitation accepteret!
de: Einladung akzeptiert
es: ¡Invitación aceptada!
es_es: Invitación aceptada.
fi: Kutsu hyväksytty!
fr: Invitation acceptée !
fr_ca: Invitation acceptée!
ga: Glacadh leis an gcuireadh!
hi: आमंत्रण स्वीकृत!
ht: Envitasyon an aksepte!
id: Undangan diterima!
is: Boð samþykkt!
it: Invito accettato!
ja: 招待が受け入れられました！
ko: 초대가 수락되었습니다.
mi: Kua whakāetia te tono!
ms: Jemputan diterima!
nb: Invitasjonen ble akseptert!
nb_instk12: Invitasjonen ble akseptert!
nl: Uitnodiging geaccepteerd!
pl: Zaakceptowano zaproszenie!
pt: Convite aceito!
pt_br: Convite aceito!
ru: Приглашение принято!
sl: Povabilo sprejeto.
sv: Inbjudan accepterades!
sv_instk12: Inbjudan accepterades!
th: ตอบรับคำเชิญแล้ว!
vi: Lời mời đã được chấp nhận!
zh: 已接受邀请！
zh_hk: 接受邀請！

source: Invite declined!
ar: تم رفض الدعوة!
ca: Invitació rebutjada.
cy: Mae'r gwahoddiad wedi'i wrthod!
da: Invitation afvist!
da_instk12: Invitation afvist!
de: Einladung abgelehnt
es: ¡Invitación rechazada!
es_es: Invitación rechazada
fi: Kutsu kielletty!
fr: Invitation refusée !
fr_ca: Invitation déclinée!
ga: Diúltaíodh don chuireadh!
hi: आमंत्रण अस्वीकृत!
ht: Envitasyon an refize!
id: Undangan ditolak!
is: Boði hafnað!
it: Invito rifiutato!
ja: 招待が拒否されました！
ko: 초대가 거부되었습니다!
mi: Kua whakakoretia te tono!
ms: Jemputan ditolak!
nb: Invitasjonen ble avslått!
nb_instk12: Invitasjonen ble avslått!
nl: Uitnodiging geweigerd!
pl: Odrzucono zaproszenie!
pt: Convite recusado!
pt_br: Convite recusado!
ru: Приглашение отклонено!
sl: Povabilo zavrnjeno.
sv: Inbjudan avböjdes!
sv_instk12: Inbjudan avböjdes!
th: ปฏิเสธคำเชิญแล้ว!
vi: Lời mời đã bị từ chối!
zh: 已拒绝邀请！
zh_hk: 拒絕邀請！

source: It is a fair use or similar exception
ar: إنه استخدام عادل أو استثناء مماثل
ca: És un ús raonable o una excepció similar
cy: Mae’n ddefnydd teg neu’n eithriad tebyg
da: Det er fair brug eller lignende undtagelse
da_instk12: Det er fair brug eller lignende undtagelse
de: Es ist eine faire Nutzung oder eine ähnliche Ausnahme
es: Es un uso legítimo o una excepción similar
es_es: Es un uso legítimo o una excepción similar
fi: Se on reilua käyttöä tai muu samankaltainen poikkeus
fr: Il s'agit d'une exception pour usage loyal ou similaire
fr_ca: C'est une utilisation équitable ou une exception similaire
ga: Is úsáid chothrom nó eisceacht dá samhail é
hi: यह एक उचित उपयोग या समान अपवाद है
ht: Se yon eksepsyon pou itilizasyon akseptab oswa parèy
id: Ini adalah penggunaan wajar atau pengecualian sejenis
is: Þetta er lögleg notkun eða svipuð undantekning
it: È un uso equo o un’eccezione simile
ja: フェアユースまたはそれに類する例外です
ko: 공정한 사용 또는 유사한 예외입니다
mi: He mahi tika are rite tonu te mahinga
ms: Bahan berada bawah penggunaan adil atau pengecualian serupa
nb: Det er fair use eller lignende unntak
nb_instk12: Det er fair use eller lignende unntak
nl: Het is een redelijk gebruik of dergelijke uitzondering
pl: To jest dozwolony użytek lub podobny wyjątek
pt: É uma utilização justa ou uma excepção semelhante
pt_br: É um uso justo ou exceção semelhante
ru: Это правомерное использование или аналогичное исключение
sl: Gre za izjemo zaradi poštene uporabe ali podobno
sv: Det är rättvis användning eller liknande undantag
sv_instk12: Det är rättvis användning eller liknande undantag
th: นี่เป็นการใช้ที่เหมาะสมหรือมีข้อยกเว้นในลักษณะเดียวกัน
vi: Đây là trường hợp ngoại lệ sử dụng công bằng hoặc tương tự
zh: 这是正当使用或类似例外
zh_hk: 合理使用或類似例外

source: It is in the public domain
ar: إنه في المجال العام
ca: És de domini públic
cy: Mae yn y parth cyhoeddus
da: Det er på det offentlige domæne
da_instk12: Det er på det offentlige domæne
de: Es ist gemeinfrei.
es: Es de dominio público
es_es: Es de dominio público
fi: Se on julkinen verkkotunnus
fr: Il est du domaine public
fr_ca: Appartient au domaine public
ga: Tá sé i mbéal an phobail
hi: यह सार्वजनिक डोमेन में है
ht: Li nan yon domèn piblik
id: Ini ada di dalam domain publik
is: Þetta er í almenningeign
it: È nel dominio pubblico
ja: パブリックドメインです
ko: 공개 도메인에 속합니다
mi: Kei roto i te rohe tūmatanui
ms: Bahan berada dalam domain awam
nb: Det er i det offentlige domenet
nb_instk12: Det er i det offentlige domenet
nl: Het is in het openbare domein
pl: Znajduje się w domenie publicznej
pt: É do domínio público
pt_br: É de domínio público
ru: Это находится в общедоступном домене
sl: Je javno dostopno.
sv: Är i den offentliga domänen
sv_instk12: Är i den offentliga domänen
th: อยู่ในโดเมนสาธารณะ
vi: Đây là trường hợp thuộc phạm vi công cộng
zh: 这属于公共领域
zh_hk: 位於公用網域中

source: It is licensed under Creative Commons
ar: إنه مرخص بموجب المشاع الإبداعي
ca: Té una llicència de Creative Commons
cy: Mae wedi'i drwyddedu o dan Creative Commons
da: Det licenseres under Creative Commons
da_instk12: Det licenseres under Creative Commons
de: Es ist unter Creative Commons lizenziert.
es: Tiene licencia Creative Commons
es_es: Tienes licencia Creative Commons
fi: Se on lisensoitu Creative Commons -lisenssillä
fr: Il est sous licence Creative Commons
fr_ca: Est couvert par une licence Creative Commons
ga: Tá sé ceadúnaithe faoi Creative Commons
hi: इसे Creative Commons के तहत लाइसेंस दिया गया है
ht: Li distribye sou lisans Creative Commons
id: Ini dilisensikan sesuai dengan Creative Commons
is: Þetta er leyfisskylt undir Creative Commons
it: È concesso in licenza da Creative Commons
ja: Creative Commonsの下でライセンスされています
ko: Creative Commons에 따라 라이선스가 부여되었습니다
mi: Kei te raihanatia i raro i te Auaha Noa
ms: Bahan dilesenkan bawah Creative Commons
nb: Det er lisensiert under Creative Commons
nb_instk12: Det er lisensiert under Creative Commons
nl: Het is onder Creative Commons gelicentieerd
pl: Jest objęty licencją Creative Commons
pt: Está licenciado sob Creative Commons
pt_br: Está licenciado sob Creative Commons
ru: Это лицензировано по Creative Commons
sl: Licencirano je z licenco Creative Commons.
sv: Är licensierat av Creative Commons
sv_instk12: Är licensierat av Creative Commons
th: ได้รับอนุญาตในประเภท ใช้งานร่วมกันเพื่อการสร้างสรรค์
vi: Đây là trường hợp được cấp phép theo Creative Commons
zh: 这已获得 Creative Commons 许可
zh_hk: 在 Creative Commons 下獲得授權

source: It looks like a great day to rest, relax, and recharge.
ar: يبدو أنه يوم رائع للراحة والاسترخاء وتجديد النشاط.
ca: Sembla un dia fabulós per descansar, relaxar-se i carregar piles.
cy: Mae’n edrych fel diwrnod gwych i orffwys, ymlacio a dod at eich hun.
da: Det er en alle tiders dag til at tage den med ro og slappe af.
da_instk12: Det er en alle tiders dag til at tage den med ro og slappe af.
de: Scheinbar ein großartiger Tag für Ruhe, Entspannung und Wiederaufladung.
es: Este parece ser un día excelente para descansar, relajarse y recargar energías.
es_es: Parece un día perfecto para descansar, relajarse y recargar energías.
fi: Näyttää olevan hyvä päivä levätä, rentoutua ja latautua.
fr: Voilà une bien belle journée pour se reposer, se relaxer et faire le plein d'énergie.
fr_ca: C'est une belle journée pour se reposer, se détendre et recharger nos batteries.
ga: Breathnaíonn sé cosúil le lá iontach chun sos a ghlacadh, scíth a ligean, agus d'anáil a tharraingt.
hi: आज का दिन आराम, विश्राम करने और नई ऊर्जा पाने के लिए अच्छा लग रहा है।
ht: Sanble yon bon jou pou repoze w, amize w epi mete enèji..
id: Sepertinya hari ini sangat cocok untuk beristirahat, santai, dan menyegarkan diri.
is: Þetta virðist vera góður dagur til að hvílast, slaka á og hlaða batteríin.
it: È il giorno ideale per riposarsi, rilassarsi e ricaricare le batterie.
ja: 休息をとってリラックスし、充電するためにぴったりな日のようです。
ko: 오늘은 편하게 쉬고 활력을 충전하기 좋은 날입니다.
mi: Ko te āhua nei he rā pai ki te whakatā me te whakahou anō.
ms: Nampaknya ini hari yang baik untuk berehat, bersantai dan merawat diri.
nb: Det ser ut som dette er en flott dag til å slappe av og lade batteriene.
nb_instk12: Det ser ut som dette er en flott dag til å slappe av og lade batteriene.
nl: Dat lijkt een prima dag om lekker uit te rusten, te relaxen en de batterij op te laden.
pl: Wygląda to na świetny dzień do odpoczynku, relaksu i regeneracji.
pt: Parece um ótimo dia para descansar, relaxar e recarregar.
pt_br: Parece um bom dia para descansar, relaxar e recarregar.
ru: Похоже, что сегодня можно отдохнуть, расслабиться и набраться сил.
sl: Videti je, da je to krasen dan za počitek, sprostitev in regeneracijo.
sv: Det verkar vara en bra dag för vila, avslappning och omladdning.
sv_instk12: Det verkar vara en bra dag för vila, avslappning och omladdning.
th: ดูเหมือนนี่จะเป็นวันที่เหมาะสำหรับพัก ผ่อนคลายและเติมพลัง
vi: Có vẻ là một ngày tuyệt vời để nghỉ ngơi, thư giãn và hồi sức.
zh: 今天看起来是休息、放松和恢复的好日子。
zh_hk: 看來是適合休息、放鬆和充電的一天。

source: It looks like a great time to rest, relax, and recharge.
ar: يبدو أننا في وقت رائع للراحة والاسترخاء والاستعداد للعمل من جديد.
ca: Sembla un moment perfecte per descansar, relaxar-se i carregar les piles.
cy: Mae’n edrych fel amser gwych i orffwys, ymlacio a dod atoch eich hun.
da: Det ser ud til at være et godt tidspunkt til at hvile sig og slappe af.
da_instk12: Det ser ud til at være et godt tidspunkt til at hvile sig og slappe af.
de: Scheinbar ein großartiger Zeitpunkt für Ruhe, Entspannung und Energie tanken.
es: Parece ser un buen momento para descansar, relajarse y recargar energías.
es_es: Parece un momento perfecto para descansar, relajarse y recobrar energías.
fi: Näyttää olevan hyvä päivä levätä, rentoutua ja latautua.
fr: On dirait que c’est le moment idéal pour se reposer, se détendre et se ressourcer.
fr_ca: Il semble que ce soit un moment idéal pour se reposer, se détendre et se ressourcer.
ga: Dealraíonn sé gur am iontach é chun scíth a ligean, suaimhneas a ligean agus athluchtú.
hi: यह आराम करने, विश्राम करने और ऊर्जा प्राप्त करने का एक बढ़िया समय लग रहा है।
ht: Sanble se yon bon moman pou repoze, detann, epi rekipere enèji.
id: Sepertinya waktu yang tepat untuk beristirahat, bersantai, dan memulihkan tenaga.
is: Þetta virðist vera góður tími til að hvílast, slaka á og hlaða batteríin.
it: Sembra un ottimo momento per riposarsi, rilassarsi e ricaricarsi.
ja: 少し休んでリラックスして英気を養うのにちょうどいい時間のようです。
ko: 오늘은 편하게 쉬고 활력을 충전하기 좋은 날입니다.
mi: He wā pai tēnei ki te okioki, ki te wātea, me te whakahou i te tinana.
ms: Nampaknya ini masa yang tepat untuk berehat, bersantai dan kembali segar.
nb: Det ser ut som dette er et godt tidspunkt å slappe av, hvile og lade batteriene.
nb_instk12: Det ser ut som dette er et godt tidspunkt å slappe av, hvile og lade batteriene.
nl: Dit lijkt een prima moment om uit te rusten, te ontspannen en nieuwe energie op te doen.
pl: Wygląda to na świetny dzień do odpoczynku, relaksu i regeneracji.
pt: Parece ser um ótimo momento para descansar, relaxar e recarregar as energias.
pt_br: Parece ser um ótimo momento para descansar, relaxar e recarregar as baterias.
ru: Похоже, что можно отдохнуть, расслабиться и набраться сил.
sl: Videti je, da je to krasen čas za počitek, sprostitev in regeneracijo.
sv: Det verkar vara en bra tid för vila, slappna av och ladda om batterierna.
sv_instk12: Det verkar vara en bra tid för vila, slappna av och ladda om batterierna.
th: ดูเหมือนนี่จะเป็นเวลาที่เหมาะสำหรับพัก ผ่อนคลายและเติมพลัง
vi: Có vẻ là thời điểm tuyệt vời để nghỉ ngơi, thư giãn và hồi sức.
zh: 现在似乎是休息放松的好时机。
zh_hk: 看來是適合休息、放鬆和充電的時候。

source: It looks like announcements haven’t been created in this space yet.
ar: يبدو أنه لم يتم إنشاء إعلانات موجزة في هذه المساحة حتى الآن.
ca: Sembla que en aquest espai encara no s'ha creat cap anunci.
cy: Mae’n ymddangos nad oes cyhoeddiadau wedi cael eu creu yn y gofod hwn eto.
da: Det ser ud til, at beskeder ikke er blevet oprettet i dette rum endnu.
da_instk12: Det ser ud til, at beskeder ikke er blevet oprettet i dette rum endnu.
de: Ankündigungen wurden in diesem Raum scheinbar noch nicht angelegt.
es: Parece que todavía no se han creado anuncios en este espacio.
es_es: Parece que aún no se han creado anuncios en este espacio.
fi: Näyttää siltä kuin ilmoituksia ei vielä olisi luotu tässä tilassa.
fr: Il semble qu’aucune annonce n’a été créée à cet endroit pour le moment.
fr_ca: Il semblerait qu’il n’y ait pas encore d’annonce créée dans cet espace.
ga: Tá an chuma ar an scéal nár cruthaíodh fógraí sa spás seo go fóill.
hi: लगता है कि इस खाली स्थान में अभी तक कोई घोषणा नहीं बनाई गई है।
ht: Ta sanble poko gen anons ki kreye nan espas sa a.
id: Sepertinya pengumuman belum dibuat di ruang ini.
is: Svo virðist sem engar tilkynningar hafi verið búnar til á þessu svæði.
it: Sembra che in questo spazio non siano ancora stati creati annunci.
ja: このスペースにはまだアナウンスが作成されていないようです。
ko: 이 공간에는 아직 공지를 만들지 않은 것 같습니다.
mi: Ko te āhua nei kaore anō ngā pānuitanga i hāngaia i roto i tēnei wāhi.
ms: Nampaknya pengumuman belum dicipta dalam ruang ini.
nb: Det ser ut som det ikke er opprettet kunngjøringer på dette stedet ennå.
nb_instk12: Det ser ut som det ikke er opprettet beskjeder på dette stedet ennå.
nl: Het lijkt erop dat er in deze ruimte nog geen aankondigingen zijn gemaakt.
pl: Wygląda na to, że w tej przestrzeni nie utworzono ogłoszeń.
pt: Parece que os anúncios ainda não foram criados neste espaço.
pt_br: Parece que os anúncios ainda não foram criados neste espaço.
ru: Похоже, что в этом разделе пока что не было создано ни одного объявления.
sl: Videti je, da v tem prostoru ni bilo ustvarjeno še nobeno obvestilo.
sv: Det verkar som om inga meddelanden har skapats i det här utrymmet än.
sv_instk12: Det verkar som om inga meddelanden har skapats i det här utrymmet än.
th: ดูเหมือนจะยังไม่ได้จัดทำประกาศในพื้นที่นี้
vi: Có vẻ thông báo chung chưa được tạo trong không gian này.
zh: 此区域似乎尚未创建公告。
zh_hk: 看來此空間中尚未建立任何通告。

source: It looks like assignments haven’t been created in this space yet.
ar: يبدو أنه لم يتم إنشاء مهام في هذه المساحة حتى الآن.
ca: Sembla que en aquest espai encara no s'ha creat cap activitat.
cy: Mae’n ymddangos nad oes aseiniadau wedi cael eu creu yn y gofod hwn eto.
da: Det ser ud til, at opgaver ikke er blevet oprettet i dette rum endnu.
da_instk12: Det ser ud til, at opgaver ikke er blevet oprettet i dette rum endnu.
de: Wie es aussieht, wurden in diesem Raum noch keine Aufgaben erstellt.
es: Parece ser que todavía no se crearon tareas en este espacio.
es_es: Parece que aún no se han creado actividades en este espacio.
fi: Näyttää siltä kuin tehtäviä ei vielä olisi luotu tässä tilassa.
fr: Il semble qu'aucun travail n’a été créé à cet endroit pour le moment.
fr_ca: Il semblerait qu’il n’y ait pas encore de travail créé dans cet espace.
ga: Tá an chuma ar an scéal nár cruthaíodh tascanna sa spás seo go fóill.
hi: लगता है कि इस खाली स्थान में अभी तक कोई असाइनमेंट नहीं बनाई गई है।
ht: Ta sanble poko gen devwa ki kreye nan espas sa a.
id: Sepertinya tugas belum dibuat di ruang ini.
is: Það virðast ekki vera nein verkefni búin til í þessu rými enn.
it: Sembra che i compiti non siano ancora stati creati in questo spazio.
ja: このスペースにはまだ課題が作成されていないようです。
ko: 이 공간에는 아직 과제를 만들지 않은 것 같습니다.
mi: Ko te āhua nei kaore ngā whakataunga i hāngaia i roto i tēnei wāhi.
ms: Nampaknya tugasan belum dicipta dalam ruang ini.
nb: Det ser ut som ingen oppgaver er laget i dette området ennå.
nb_instk12: Det ser ut som ingen oppgaver er laget i dette området ennå.
nl: Het lijkt erop dat er in deze ruimte nog geen opdrachten zijn gemaakt.
pl: Wygląda na to, że w tej przestrzeni nie utworzono zadań.
pt: Parece que as tarefas ainda não foram criadas neste espaço.
pt_br: Parece que tarefas ainda não foram criadas nesse espaço.
ru: Похоже, что в этом разделе пока что не было создано ни одного задания.
sl: Zdi se, da v tem prostoru naloge še niso bile ustvarjene.
sv: Det verkar som om inga uppgifter har skapats för den här platsen än.
sv_instk12: Det verkar som om inga uppgifter har skapats för den här platsen än.
th: ดูเหมือนจะยังไม่ได้จัดทำภารกิจในพื้นที่นี้
vi: Có vẻ bài tập chưa được tạo trong không gian này.
zh: 似乎尚未在此区域创建作业。
zh_hk: 看來此空間中尚未建立任何作業。
